import type { QuestionAndAnswer } from './types.ts';

export const qaList: QuestionAndAnswer[] = [
  {
    question: 'Де ви знаходитесь? Знімаєте за кордоном?',
    answer: 'Я живу в Одесі. Люблю подорожувати та відкрита до проведення фотосесій у Європі як тільки переможемо росію.',
  },
  {
    question: 'Як забронювати дату зйомки?',
    answer:
      'Щоб забронювати дату, напишіть мені в розділі «Послуги», вибравши потрібний пакет або зателефонуйте мені за номером телефона <a href="tel:+380679374999"> +38 067 937 4 999</a>. Після підтвердження дати та внесення передоплати дату зйомки буде заброньовано за вами.',
  },
  {
    question: 'Як відбувається оплата послуг?',
    answer: `Оплата послуг відбувається у два етапи.
            <ul class="list-disc">
                <li>під час підтвердження дати зйомки ви вносите аванс (25% від вартості пакета)</li>
                <li>у день зйомки відбувається повна оплата</li>
            </ul>`,
  },
  {
    question: 'Конфіденційність',
    answer: `Ціни на всі пакети передбачають підписання дозволу на публікацію фотографій у моєму портфоліо. </br> Якщо ви не хочете, щоб ваші фотографії були розміщені в мережі (мій сайт, сторінки в Facebook та Instagram), тоді вартість пакету зростає на 25%.
      У такому разі Ви не підписуєте модельного релізу, і я письмово фіксую, що ваша зйомка є конфіденційною.`,
  },
  {
    question: 'Вартість фотостудії',
    answer: 'Ціна пакета не включає вартість оренди фотостудії та оплачується клієнтом додатково.',
  },
];
