export type Testimonial = {
  text: string;
};

export const testimonials: Testimonial[] = [
  {
    text: 'Дуже приємно) дякую за теплі слова 😄😄😄 при всій нашій скутості з Юрою перед фотографами, нам було дуже легко з вами))) і я дуже-дуже рада, що все вийшло так душевно))',
  },
  {
    text: 'Дуже сподобалися, ми вже деякі вибрали, надрукували і повісили в сімейну рамку. Вибирати було дуже складно, одна краща за іншу. Вирішили, що треба ще одну сімейну)))',
  },
  {
    text: 'Такі живі))) дуже мені подобається, Юра приїде — покажу, він буде в захваті)) Дякую величезне)))',
  },
  {
    text: 'Я в повному захваті і це справді вийшло дуже ніжно і трепетно) під відео всі плачуть))))',
  },
  {
    text: 'Юлечко, ви чарівниця 😍😍😍😍 Дуже ніжні такі)))) Не можу надивитися прям))',
  },
  {
    text: "Це так чудово, що ви приїхали — все ж таки пам'ять з самих перших днів. А коли камера в руках професіонала — взагалі супер. Я дуже рада",
  },
  {
    text: 'Юлечко, подивилися фотографії — вони божественні. Дякуємо Вам величезне за Вашу роботу! Абсолютно всі фото чудові.',
  },
  {
    text: 'Нам дуже сподобалися фоточки))) Чекаємо з нетерпінням наступну фотосесію)) 😍 Дякуємо!!!',
  },
  {
    text: 'Юленько, дякую тобі за твою роботу, величезне спасибі) альбом і фотки бездоганні, дуже раді, що ти дарувала нам своє натхнення та прекрасні моменти',
  },
  {
    text: 'Дивилася фотки і посміхалася. Це захват! Такі ніжні вони. Дякую тобі величезне. Я всім знайомим, у кого є дітки, раджу тебе)',
  },
  {
    text: 'Ти геній, і я обожнюю кожне окреме фото! Я постійно дивлюся на них і не можу повірити, що це я та ми. Вони прекрасні! Не могла б бути вдячнішою за такого талановитого фотографа',
  },
  {
    text: 'Дуже подобається! Мені дуже подобається як ти бачиш світ, людей і як ти це передаєш у своїх світлинах',
  },
  {
    text: 'Вчора скачала фото. Ооо! Вони дивовижні 🤩🤩🤩 Мені всі подобаються. Прекрасні світлини! Дяякую ❤️❤️❤️❤️❤️',
  },
  {
    text: 'Дякую тобі — це був дуже цікавий досвід для мене. А результат мене здивував та відкрив бажання продовжувати. Це прям терапія на шляху Любові до Себе.',
  },
  {
    text: 'Юлю, я безмежно вдячна за перший і неперевершений досвід фотосесії! Сказати, що я щаслива, цього замало! Я в естетичному піднесенні від того, що ви зробили не тільки гарну картинку, а й передали настрій, внутрішню своєрідність кожного учасника фотосесії. Хай у Вас все виходить!',
  },
  {
    text: 'Фото неймовірні, дуже гарні 😍😍 Дякую велике) вже всім похвасталась) Хочу у вас зйомку новонародженого малюка)',
  },
  {
    text: 'Я навіть собі подобаюся) Чарівниця ти! Ой, ну класні фото! 🥰 Ми дуже задоволені! Дякую тобі величезне за твій погляд і майстерність! Строки порадували, все так швидко! Прийдемо до тебе ще 😄',
  },
  {
    text: 'Юліє, дякую Вам за фото) дуже гарні, кожна світлина ще краще попередньої)) навіть важко вибрати улюблені — всі улюблені)) По декілька раз вже передивлялись, просто в захваті від них) Дуже дякую за такі спогади і таку складну працю, бо з малятками дійсно треба вміти працювати)',
  },
  {
    text: 'Юль, я усвідомила, як мені справді пощастило, що потрапила до тебе! Ти відчуваєш, ти знаєш, як треба, і задаєш настрій — я не очікувала від себе, що зможу так позувати)) Вже з перших хвилин зйомки розслабилася і прожила ці 2 години в кайф! Дякую велике за таку віддачу, за продумані деталі — ви як команда працюєте!',
  },
  {
    text: "Я кожного разу буду тобі щиро вдячна за кожну нашу фотосесію. За кожний кадр і момент нашої зустрічі ❤️ Я дуже вдячна, що ти завжди стільки сил та душі вкладаєш. Наша сім'я дуже любить тебе ❤️",
  },
  {
    text: "Я передивилася фото... Сиджу та плачу... Вони неймовірні! Я не знаю як ти так вмієш, але в твоєму кадрі ми — просто всі супермоделі, гарні, усміхнені, живі, справжні... Це вау-ефект і просто вище усіх моїх очікувань. Ти дивовижно це робиш, я ніколи не сумніваюся, коли вкотре хочу потрапити в об'єктив 🤩 А діти у нас — гарнюющі!",
  },
  {
    text: 'Ми подивились! Така милота, я не можу 😅 Я її бачу кожного дня і не помічаю як вона росте, а тепер так помітно після перегляду цих фото. Якраз чекала, щоб відчути фото на друк — тепер не знаю як вибрати парочку. Дякую 😊',
  },
];
